[
    {
        "quote": "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
        "author": "Criss Jami",
        "genre": "manipulation"
    },
    {
        "quote": "You are a manipulator.",
        "author": "J.R. Ward,",
        "genre": "manipulation"
    },
    {
        "quote": "When you know what a man wants you know who he is, and how to move him.",
        "author": "George R.R. Martin,",
        "genre": "manipulation"
    },
    {
        "quote": "Belief can be manipulated. Only knowledge is dangerous.",
        "author": "Frank Herbert",
        "genre": "manipulation"
    },
    {
        "quote": "She loved him. But he didnt know how to love.",
        "author": "G.G. Renee Hill,",
        "genre": "manipulation"
    },
    {
        "quote": "The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society. Those who manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power of our country. ...We are governed, our minds are molded, our tastes formed, our ideas suggested, largely by men we have never heard of. This is a logical result of the way in which our democratic society is organized. Vast numbers of human beings must cooperate in this manner if they are to live together as a smoothly functioning society. ...In almost every act of our daily lives, whether in the sphere of politics or business, in our social conduct or our ethical thinking, we are dominated by the relatively small number of persons...who understand the mental processes and social patterns of the masses. It is they who pull the wires which control the public mind.",
        "author": "Edward Bernays,",
        "genre": "manipulation"
    },
    {
        "quote": "Because to take away a man's freedom of choice, even his freedom to make the wrong choice, is to manipulate him as though he were a puppet and not a person.",
        "author": "Madeline L'Engle",
        "genre": "manipulation"
    },
    {
        "quote": "Love without sacrifice is like theft",
        "author": "Nassim Nicholas Taleb,",
        "genre": "manipulation"
    },
    {
        "quote": "I've been doing this a long time- manipulating people to get my way. That's why you think you love me. Because I've broken you down and built you back up to believe it. It wasn't an accident. Once you leave this behind..... you'll see that. -Caleb",
        "author": "CJ Roberts,",
        "genre": "manipulation"
    },
    {
        "quote": "Abuse manipulates and twists a childs natural sense of trust and love. Her innocent feelings are belittled or mocked and she learns to ignore her feelings. She cant afford to feel the full range of feelings in her body while shes being abusedpain, outrage, hate, vengeance, confusion, arousal. So she short-circuits them and goes numb. For many children, any expression of feelings, even a single tear, is cause for more severe abuse. Again, the only recourse is to shut down. Feelings go underground.",
        "author": "Laura Davis,",
        "genre": "manipulation"
    },
    {
        "quote": "There are those whose primary ability is to spin wheels of manipulation. It is their second skin and without these spinning wheels, they simply do not know how to function. They are like toys on wheels of manipulation and control. If you remove one of the wheels, they'll never be able to feel secure, be whole.",
        "author": "C. JoyBell C.",
        "genre": "manipulation"
    },
    {
        "quote": "Half of the people lie with their lips; the other half with their tears",
        "author": "Nassim Nicholas Taleb,",
        "genre": "manipulation"
    },
    {
        "quote": "And pity--people who inspire it in you are actually very powerful people. To get someone else to take care of you, to feel sorry for you--that takes a lot of strength, smarts, manipulation. Very powerful people.",
        "author": "Deb Caletti,",
        "genre": "manipulation"
    },
    {
        "quote": "The problem with todays world is that everyone believes they have the right to express their opinion AND have others listen to it.",
        "author": "Brian Cox",
        "genre": "manipulation"
    },
    {
        "quote": "Betrayal is too kind a word to describe a situation in which a father says he loves his daughter but claims he must teach her about the horrors of the world in order to make her a stronger person; a situation in which he watches or participates in rituals that make her feel like she is going to die. She experiences pain that is so intense that she cannot think; her head spins so fast she can't remember who she is or how she got there.",
        "author": "Margaret Smith,",
        "genre": "manipulation"
    },
    {
        "quote": "If you are an approval addict, your behaviour is as easy to control as that of any other junkie. All a manipulator need do is a simple two-step process: Give you what you crave, and then threaten to take it away. Every drug dealer in the world plays this game.",
        "author": "Harriet B. Braiker,",
        "genre": "manipulation"
    },
    {
        "quote": "What man ever openly apologizes for slander? It is not so much a feeling of slander as it is that of a massive lie, a misdeed not only to the slandered but also to those manipulated in the process. He has made them all, every one, his enemies, thereupon he is so overwhelmed with guilt that he will deny it until his grave.",
        "author": "Criss Jami,",
        "genre": "manipulation"
    },
    {
        "quote": "The storms come and go, the waves crash overhead, the big fish eat the little fish, and I keep on paddling. (Varys)",
        "author": "George R.R. Martin,",
        "genre": "manipulation"
    },
    {
        "quote": "Is there any point in public debate in a society where hardly anyone has been taught how to think, while millions have been taught what to think?",
        "author": "Peter Hitchens",
        "genre": "manipulation"
    },
    {
        "quote": "Children who are not encouraged to do, to try, to explore, to master, and to risk failure, often feel helpless and inadequate. Over-controlled by anxious, fearful parents, these children often become anxious and fearful themselves. This makes it difficult for them to mature. Many never outgrow the need for ongoing parental guidance and control. As a result, their parents continue to invade, manipulate, and frequently dominate their lives.",
        "author": "Susan Forward,",
        "genre": "manipulation"
    },
    {
        "quote": "Until you realize how easy it is for your mind to be manipulated, you remain the puppet of someone else's game.",
        "author": "Evita Ochel",
        "genre": "manipulation"
    },
    {
        "quote": "Young girls are like helpless children in the hands of amorous men, whatever is said to them is true and whatever manipulation on their bodies seems like love to them, sooner or later, they come back to their senses, but the scars are not dead inasmuch as her spoiler lives.",
        "author": "Michael Bassey Johnson,",
        "genre": "manipulation"
    },
    {
        "quote": "Playing the victim role: Manipulator portrays him- or herself as a victim of circumstance or of someone else's behavior in order to gain pity, sympathy or evoke compassion and thereby get something from another. Caring and conscientious people cannot stand to see anyone suffering and the manipulator often finds it easy to play on sympathy to get cooperation.",
        "author": "George K. Simon Jr.,",
        "genre": "manipulation"
    },
    {
        "quote": "The television is 'real'. It is immediate, it has dimension. It tells you what to think and blasts it in. It must be right. It seems so right. It rushes you on so quickly to its own conclusions your mind hasn't time to protest, 'What nonsense!'.",
        "author": "Ray Bradbury,",
        "genre": "manipulation"
    },
    {
        "quote": "Why am I letting you comfort me? He stared over her head. Because Ive made sure you have no one else to turn to.",
        "author": "Kresley Cole,",
        "genre": "manipulation"
    },
    {
        "quote": "Above all, let us not ourselves be pinned down by ill-intentioned creatures with incongruent and disputable forethoughts, trying to submit us to devious manipulations and hinder us from breaking free from contrived mental bondage. (\"Finally things had lost their weightiness\")",
        "author": "Erik Pevernagie",
        "genre": "manipulation"
    },
    {
        "quote": "In a culture that is becoming ever more story-stupid, in which a representative of the Coca-Cola company can, with a straight face, pronounce, as he donates a collection of archival Coca-Cola commercials to the Library of Congress, that 'Coca-Cola has become an integral part of people's lives by helping to tell these stories,' it is perhaps not surprising that people have trouble teaching and receiving a novel as complex and flawed as Huck Finn, but it is even more urgent that we learn to look passionately and technically at stories, if only to protect ourselves from the false and manipulative ones being circulated among us.",
        "author": "George Saunders,",
        "genre": "manipulation"
    },
    {
        "quote": "The President in particular is very much a figurehead  he wields no real power whatsoever. He is apparently chosen by the government, but the qualities he is required to display are not those of leadership but those of finely judged outrage. For this reason the President is always a controversial choice, always an infuriating but fascinating character. His job is not to wield power but to draw attention away from it. On those criteria Zaphod Beeblebrox is one of the most successful Presidents the Galaxy has ever had  he has already spent two of his ten presidential years in prison for fraud.",
        "author": "Douglas Adams,",
        "genre": "manipulation"
    },
    {
        "quote": "Ender didn't like fighting. He didn't like Peter's kind, the strong against the weak, and he didn't like his own kind either, the smart against the stupid.",
        "author": "Orson Scott Card,",
        "genre": "manipulation"
    },
    {
        "quote": "The principles underlying propaganda are extremely simple. Find some common desire, some widespread unconscious fear or anxiety; think out some way to relate this wish or fear to the product you have to sell; then build a bridge of verbal or pictorial symbols over which your customer can pass from fact to compensatory dream, and from the dream to the illusion that your product, when purchased, will make the dream come true. They are selling hope.",
        "author": "Aldous Huxley,",
        "genre": "manipulation"
    },
    {
        "quote": "Never start a sentence with the words 'No offense.",
        "author": "Gretchen Rubin,",
        "genre": "offensive"
    },
    {
        "quote": "Simply minding one's own business is more offensive than being intrusive. Without ever saying a word one can make a person feel less-than.",
        "author": "Criss Jami,",
        "genre": "offensive"
    },
    {
        "quote": "If we feel incarcerated in the trenches of viral wars, let us not give way to a defensive fear reflex or offensive rage reflex but let us follow our orienting adventure reflex and explore the numerous paths to a new reality. (\"Corporeal prison\")",
        "author": "Erik Pevernagie",
        "genre": "offensive"
    },
    {
        "quote": "Let me assure you that my intent is not to offend or merely be provocative. I'm simply worried.",
        "author": "Sam Harris",
        "genre": "offensive"
    },
    {
        "quote": "Freedom of speech gives us the right to offend others, whereas freedom of thought gives them the choice as to whether or not to be offended.",
        "author": "Mokokoma Mokhonoana",
        "genre": "offensive"
    },
    {
        "quote": "Ah fuckin hate the way some American cunts call lassies cunts. Fuckin offensive, that shite.",
        "author": "Irvine Welsh,",
        "genre": "offensive"
    },
    {
        "quote": "Some people looove to feel offended because it makes them feel important. When your only tool is a hammer, suddenly every problem starts to look like a nail. And when the only time you feel relevant is when you claim to be offended, suddenly everything looks offensive.",
        "author": "Oliver Markus Malloy,",
        "genre": "offensive"
    },
    {
        "quote": "Those who cannot bear any offensive speech do not believe in free speech.",
        "author": "Carmine Savastano",
        "genre": "offensive"
    },
    {
        "quote": "To know if someone can speak offensively or politely, dont give him poem to recite; dont give him a song to sing. Just engage him in an argument and you will know it for yourself who he is.",
        "author": "Israelmore Ayivor,",
        "genre": "offensive"
    },
    {
        "quote": "I can forgive and forget all kinds of offensive behaviours, but not a lie. A lie is a cancer of one's mentality.",
        "author": "Ehsan Sehgal",
        "genre": "offensive"
    },
    {
        "quote": "You should not have to feel personally offended in order to know that something is offensive.",
        "author": "QuietStormPoet",
        "genre": "offensive"
    },
    {
        "quote": "It is always improper to intentionally offend anyone; and if someone is offended by your actions or words, they are not necessarily right.",
        "author": "RJ Intindola  (Gandolfo)  1981",
        "genre": "offensive"
    },
    {
        "quote": "If you want to find something to be offended about, you will. If you want to find something to be thankful for, you will. You can do both at the same time.",
        "author": "Bill Weller",
        "genre": "offensive"
    },
    {
        "quote": "Demonic spirits never sleep or take a vacation, always plotting and waiting for the next offensive.",
        "author": "E.A. Bucchianeri,",
        "genre": "offensive"
    },
    {
        "quote": "Protesting often times takes a stance of offense; a form of violence that may not always be physical but is a form of violence all the same. Everyone has the right to be heard, but only if they are willing to really listen to others in an attempt to understand. As an atheist, I have never stood outside a church and disrupted their gathering, although I am willing to have a conversation about how my journey brought me here and how you have come to this point. For me to enter a gathering and protest is an offensive move that would cause the people involved to put up walls. It would not be welcomed and I would not do it. It would be a hindrance to us actually knowing and understanding each other.",
        "author": "Eric Overby",
        "genre": "offensive"
    },
    {
        "quote": "It's been said before, the left censors what they deem offensive, and the right censors what they deem obscene.",
        "author": "Razorblade Kandy",
        "genre": "offensive"
    },
    {
        "quote": "Mom, she's a",
        "author": "Beth Harbison,",
        "genre": "offensive"
    },
    {
        "quote": "At your age, I would expect you to have had a boyfriend or two, but if you've had intimate-\"",
        "author": "Sara Desai,",
        "genre": "offensive"
    },
    {
        "quote": "When dealing with offensive and irritating people, you need to look past their behavior to their pain. Please understand that hurting people hurt people. They are full of fear and insecurity. Wise people ignore the insult and respond with patience and love.",
        "author": "Tony Warrick",
        "genre": "offensive"
    },
    {
        "quote": "Why do some people feel offended by the word shit, but not by the word poop? Because some little old lady at the FCC decided that good citizens don't use the word shit, and suddenly using a word like shit or fuck becomes an act of civil disobedience. Suddenly a little four-letter word has the power to shock.",
        "author": "Oliver Markus Malloy,",
        "genre": "offensive"
    },
    {
        "quote": "I find myself in social situations often where I think of a response to something someone has just said and its just too good not to say it. More often than not, its something rude or offensive or disturbing. Always funny or poignant, though. And very rarely something I actually feel.",
        "author": "Caspar Vega,",
        "genre": "offensive"
    },
    {
        "quote": "No offense, Charles, but theyll probably shoot you just for being black.",
        "author": "Jason Medina,",
        "genre": "offensive"
    },
    {
        "quote": "The order of the day is people are constantly nerve-stricken after previously following the permission to live lies. An overlap into discomfort largely comes from an excess of comfort.",
        "author": "Criss Jami",
        "genre": "offensive"
    },
    {
        "quote": "Aerin stared down at her dress and blushed. Eveyrone kept saying how",
        "author": "Sara Shepard,",
        "genre": "offensive"
    },
    {
        "quote": "You can make something less offensive by taking it over.",
        "author": "A.D. Aliwat,",
        "genre": "offensive"
    },
    {
        "quote": "I want to help you if you have a dirty-word problem. There are none, and I'll spell it out logically to you.",
        "author": "Lenny Bruce,",
        "genre": "offensive"
    },
    {
        "quote": "Now, if the bedroom is dirty to you, then you are a true atheist, because if you have any of the mores, superstitions, if anyone in this audience believes that God made his body, and you body is dirty, the fault lies with the manufacturer. It's that cold, Jim, yeah.",
        "author": "Lenny Bruce,",
        "genre": "offensive"
    },
    {
        "quote": "The cherished assumption in teaching has always been that truth is what matters, and until the last decade no one would have thought the truth should be denied because some consider it offensive or triggering.",
        "author": "Brad Miner,",
        "genre": "offensive"
    },
    {
        "quote": "You must be able to go from a defensive to an offensive mindset.",
        "author": "Darren Levine,",
        "genre": "offensive"
    },
    {
        "quote": "The ancients listed definition as the tool to fall back on when the facts are against you, or when you lack a good grasp of them. If you want, you can harness definition to win an argument without using any facts at all. Facts and definitions are part of a larger overall strategy called stance. It was originally designed for defense, but it works offensively as well. Before you begin to argue, or when you find yourself under attack, take your stance: If facts work in your favor, use them. If they dont (or you dont know them), then Redefine the terms instead. If that wont work, accept your opponents facts and terms but Argue that your opponents argument is less important than it seems. And if even that isnt to your advantage Claim the discussion is irrelevant.",
        "author": "Jay Heinrichs,",
        "genre": "offensive"
    },
    {
        "quote": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
        "author": "William Shakespeare,",
        "genre": "wisdom"
    },
    {
        "quote": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.",
        "author": "Maurice Switzer,",
        "genre": "wisdom"
    },
    {
        "quote": "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).",
        "author": "Mark Twain",
        "genre": "wisdom"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott,",
        "genre": "wisdom"
    },
    {
        "quote": "Knowing yourself is the beginning of all wisdom.",
        "author": "Aristotle",
        "genre": "wisdom"
    },
    {
        "quote": "The only true wisdom is in knowing you know nothing.",
        "author": "Socrates",
        "genre": "wisdom"
    },
    {
        "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
        "author": "Isaac Asimov",
        "genre": "wisdom"
    },
    {
        "quote": "Count your age by friends, not years. Count your life by smiles, not tears.",
        "author": "John Lennon",
        "genre": "wisdom"
    },
    {
        "quote": "Hold fast to dreams,",
        "author": "Langston Hughes",
        "genre": "wisdom"
    },
    {
        "quote": "In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them.",
        "author": "Mark Twain",
        "genre": "wisdom"
    },
    {
        "quote": "May you live every day of your life.",
        "author": "Jonathan Swift",
        "genre": "wisdom"
    },
    {
        "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
        "author": "Aristotle,",
        "genre": "wisdom"
    },
    {
        "quote": "Never laugh at live dragons.",
        "author": "J.R.R. Tolkien",
        "genre": "wisdom"
    },
    {
        "quote": "Any fool can know. The point is to understand.",
        "author": "Albert Einstein",
        "genre": "wisdom"
    },
    {
        "quote": "The secret of life, though, is to fall seven times and to get up eight times.",
        "author": "Paulo Coelho,",
        "genre": "wisdom"
    },
    {
        "quote": "If you're reading this...",
        "author": "Chad Sugg,",
        "genre": "wisdom"
    },
    {
        "quote": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life.",
        "author": "Alexandre Dumas",
        "genre": "wisdom"
    },
    {
        "quote": "Think before you speak. Read before you think.",
        "author": "Fran Lebowitz,",
        "genre": "wisdom"
    },
    {
        "quote": "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.",
        "author": "Abigail Van Buren",
        "genre": "wisdom"
    },
    {
        "quote": "Never let your sense of morals prevent you from doing what is right.",
        "author": "Isaac Asimov,",
        "genre": "wisdom"
    },
    {
        "quote": "The unexamined life is not worth living.",
        "author": "Socrates",
        "genre": "wisdom"
    },
    {
        "quote": "Turn your wounds into wisdom.",
        "author": "Oprah Winfrey",
        "genre": "wisdom"
    },
    {
        "quote": "The simple things are also the most extraordinary things, and only the wise can see them.",
        "author": "Paulo Coelho,",
        "genre": "wisdom"
    },
    {
        "quote": "There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.",
        "author": "Patrick Rothfuss,",
        "genre": "wisdom"
    },
    {
        "quote": "It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.",
        "author": "J.R.R. Tolkien,",
        "genre": "wisdom"
    },
    {
        "quote": "Angry people are not always wise.",
        "author": "Jane Austen,",
        "genre": "wisdom"
    },
    {
        "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
        "author": "Confucious",
        "genre": "wisdom"
    },
    {
        "quote": "You do not write your life with words...You write it with actions. What you think is not important. It is only important what you",
        "author": "Patrick Ness,",
        "genre": "wisdom"
    },
    {
        "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
        "author": "Rumi",
        "genre": "wisdom"
    },
    {
        "quote": "It is amazing how complete is the delusion that beauty is goodness.",
        "author": "Leo Tolstoy,",
        "genre": "wisdom"
    },
    {
        "quote": "A friend is someone who knows all about you and still loves you.",
        "author": "Elbert Hubbard",
        "genre": "knowledge"
    },
    {
        "quote": "The only true wisdom is in knowing you know nothing.",
        "author": "Socrates",
        "genre": "knowledge"
    },
    {
        "quote": "The Seven Social Sins are:",
        "author": "Frederick Lewis Donaldson",
        "genre": "knowledge"
    },
    {
        "quote": "Hold fast to dreams,",
        "author": "Langston Hughes",
        "genre": "knowledge"
    },
    {
        "quote": "Any fool can know. The point is to understand.",
        "author": "Albert Einstein",
        "genre": "knowledge"
    },
    {
        "quote": "I was gratified to be able to answer promptly, and I did. I said I didnt know.",
        "author": "Mark Twain",
        "genre": "knowledge"
    },
    {
        "quote": "I did then what I knew how to do. Now that I know better, I do better.",
        "author": "Maya Angelou",
        "genre": "knowledge"
    },
    {
        "quote": "No thief, however skillful, can rob one of knowledge, and that is why knowledge is the best and safest treasure to acquire.",
        "author": "L. Frank Baum,",
        "genre": "knowledge"
    },
    {
        "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
        "author": "Friedrich Nietzsche",
        "genre": "knowledge"
    },
    {
        "quote": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.",
        "author": "John Locke",
        "genre": "knowledge"
    },
    {
        "quote": "Great minds are always feared by lesser minds.",
        "author": "Dan Brown,",
        "genre": "knowledge"
    },
    {
        "quote": "I cannot teach anybody anything. I can only make them think",
        "author": "Socrates",
        "genre": "knowledge"
    },
    {
        "quote": "Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.",
        "author": "Eoin Colfer,",
        "genre": "knowledge"
    },
    {
        "quote": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.",
        "author": "Daniel J. Boorstin",
        "genre": "knowledge"
    },
    {
        "quote": "Knowing too much of your future is never a good thing.",
        "author": "Rick Riordan,",
        "genre": "knowledge"
    },
    {
        "quote": "For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you.",
        "author": "Neil deGrasse Tyson",
        "genre": "knowledge"
    },
    {
        "quote": "Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.",
        "author": "Isaac Asimov",
        "genre": "knowledge"
    },
    {
        "quote": "It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires.",
        "author": "Hilary Mantel,",
        "genre": "knowledge"
    },
    {
        "quote": "Write what you know. That should leave you with a lot of free time.",
        "author": "Howard Nemerov",
        "genre": "knowledge"
    },
    {
        "quote": "Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it.",
        "author": "Hermann Hesse,",
        "genre": "knowledge"
    },
    {
        "quote": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.",
        "author": "Anais Nin",
        "genre": "knowledge"
    },
    {
        "quote": "All knowledge hurts.",
        "author": "Cassandra Clare,",
        "genre": "knowledge"
    },
    {
        "quote": "Last night I lost the world, and gained the universe.",
        "author": "C. JoyBell C.",
        "genre": "knowledge"
    },
    {
        "quote": "Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself!",
        "author": "Russell T. Davies",
        "genre": "knowledge"
    },
    {
        "quote": "I have been and still am a seeker, but I have ceased to question stars and books; I have begun to listen to the teaching my blood whispers to me.",
        "author": "Hermann Hesse,",
        "genre": "knowledge"
    },
    {
        "quote": "For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
        "author": "Carl Sagan,",
        "genre": "knowledge"
    },
    {
        "quote": "I mean, you could claim that",
        "author": "J.K. Rowling",
        "genre": "knowledge"
    },
    {
        "quote": "If you knew what was going to happen, if you knew everything that was going to happen nextif you knew in advance the consequences of your own actionsyou'd be doomed. You'd be ruined as God. You'd be a stone. You'd never eat or drink or laugh or get out of bed in the morning. You'd never love anyone, ever again. You'd never dare to.",
        "author": "Margaret Atwood,",
        "genre": "knowledge"
    },
    {
        "quote": "Knowledge is power. Power to do evil...or power to do good. Power itself is not evil. So knowledge itself is not evil.",
        "author": "Veronica Roth,",
        "genre": "knowledge"
    },
    {
        "quote": "People don't care how much you know until they know how much you care",
        "author": "Theodore Roosevelt",
        "genre": "knowledge"
    },
    {
        "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "You've gotta dance like there's nobody watching,",
        "author": "William W. Purkey",
        "genre": "life"
    },
    {
        "quote": "You only live once, but if you do it right, once is enough.",
        "author": "Mae West",
        "genre": "life"
    },
    {
        "quote": "In three words I can sum up everything I've learned about life: it goes on.",
        "author": "Robert Frost",
        "genre": "life"
    },
    {
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "author": "Oscar Wilde",
        "genre": "life"
    },
    {
        "quote": "Insanity is doing the same thing, over and over again, but expecting different results.",
        "author": "Narcotics Anonymous",
        "genre": "life"
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "author": "Andre Gide,",
        "genre": "life"
    },
    {
        "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "It does not do to dwell on dreams and forget to live.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain",
        "genre": "life"
    },
    {
        "quote": "Life is what happens to us while we are making other plans.",
        "author": "Allen Saunders",
        "genre": "life"
    },
    {
        "quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
        "author": "douglas adams,",
        "genre": "life"
    },
    {
        "quote": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "Everything you can imagine is real.",
        "author": "Pablo Picasso",
        "genre": "life"
    },
    {
        "quote": "Sometimes the questions are complicated and the answers are simple.",
        "author": "Dr. Seuss",
        "genre": "life"
    },
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw",
        "genre": "life"
    },
    {
        "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.",
        "author": "Dr. Seuss,",
        "genre": "life"
    },
    {
        "quote": "I'm not afraid of death; I just don't want to be there when it happens.",
        "author": "Woody Allen",
        "genre": "life"
    },
    {
        "quote": "Sometimes people are beautiful.",
        "author": "Markus Zusak,",
        "genre": "life"
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "Some infinities are bigger than other infinities.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "Reality continues to ruin my life.",
        "author": "Bill Watterson,",
        "genre": "life"
    },
    {
        "quote": "Things change. And friends leave. Life doesn't stop for anybody.",
        "author": "Stephen Chbosky,",
        "genre": "life"
    },
    {
        "quote": "Who are you to judge the life I live?",
        "author": "Bob Marley",
        "genre": "life"
    },
    {
        "quote": "The only way out of the labyrinth of suffering is to forgive.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott,",
        "genre": "life"
    },
    {
        "quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "He has achieved success who has lived well, laughed often, and loved much;",
        "author": "Bessie Anderson Stanley,",
        "genre": "life"
    },
    {
        "quote": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.",
        "author": "Ralph Waldo Emerson",
        "genre": "life"
    },
    {
        "quote": "I can never read all the books I want; I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited.",
        "author": "Sylvia Plath,",
        "genre": "life"
    }
]
