[
    {
        "quote": "A friend is someone who knows all about you and still loves you.",
        "author": "Elbert Hubbard",
        "genre": "knowledge"
    },
    {
        "quote": "The only true wisdom is in knowing you know nothing.",
        "author": "Socrates",
        "genre": "knowledge"
    },
    {
        "quote": "The Seven Social Sins are:",
        "author": "Frederick Lewis Donaldson",
        "genre": "knowledge"
    },
    {
        "quote": "Hold fast to dreams,",
        "author": "Langston Hughes",
        "genre": "knowledge"
    },
    {
        "quote": "Any fool can know. The point is to understand.",
        "author": "Albert Einstein",
        "genre": "knowledge"
    },
    {
        "quote": "I was gratified to be able to answer promptly, and I did. I said I didnt know.",
        "author": "Mark Twain",
        "genre": "knowledge"
    },
    {
        "quote": "I did then what I knew how to do. Now that I know better, I do better.",
        "author": "Maya Angelou",
        "genre": "knowledge"
    },
    {
        "quote": "No thief, however skillful, can rob one of knowledge, and that is why knowledge is the best and safest treasure to acquire.",
        "author": "L. Frank Baum,",
        "genre": "knowledge"
    },
    {
        "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
        "author": "Friedrich Nietzsche",
        "genre": "knowledge"
    },
    {
        "quote": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.",
        "author": "John Locke",
        "genre": "knowledge"
    },
    {
        "quote": "Great minds are always feared by lesser minds.",
        "author": "Dan Brown,",
        "genre": "knowledge"
    },
    {
        "quote": "I cannot teach anybody anything. I can only make them think",
        "author": "Socrates",
        "genre": "knowledge"
    },
    {
        "quote": "Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.",
        "author": "Eoin Colfer,",
        "genre": "knowledge"
    },
    {
        "quote": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.",
        "author": "Daniel J. Boorstin",
        "genre": "knowledge"
    },
    {
        "quote": "Knowing too much of your future is never a good thing.",
        "author": "Rick Riordan,",
        "genre": "knowledge"
    },
    {
        "quote": "For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you.",
        "author": "Neil deGrasse Tyson",
        "genre": "knowledge"
    },
    {
        "quote": "Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.",
        "author": "Isaac Asimov",
        "genre": "knowledge"
    },
    {
        "quote": "It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires.",
        "author": "Hilary Mantel,",
        "genre": "knowledge"
    },
    {
        "quote": "Write what you know. That should leave you with a lot of free time.",
        "author": "Howard Nemerov",
        "genre": "knowledge"
    },
    {
        "quote": "Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it.",
        "author": "Hermann Hesse,",
        "genre": "knowledge"
    },
    {
        "quote": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.",
        "author": "Anais Nin",
        "genre": "knowledge"
    },
    {
        "quote": "All knowledge hurts.",
        "author": "Cassandra Clare,",
        "genre": "knowledge"
    },
    {
        "quote": "Last night I lost the world, and gained the universe.",
        "author": "C. JoyBell C.",
        "genre": "knowledge"
    },
    {
        "quote": "Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself!",
        "author": "Russell T. Davies",
        "genre": "knowledge"
    },
    {
        "quote": "I have been and still am a seeker, but I have ceased to question stars and books; I have begun to listen to the teaching my blood whispers to me.",
        "author": "Hermann Hesse,",
        "genre": "knowledge"
    },
    {
        "quote": "For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
        "author": "Carl Sagan,",
        "genre": "knowledge"
    },
    {
        "quote": "I mean, you could claim that",
        "author": "J.K. Rowling",
        "genre": "knowledge"
    },
    {
        "quote": "If you knew what was going to happen, if you knew everything that was going to happen nextif you knew in advance the consequences of your own actionsyou'd be doomed. You'd be ruined as God. You'd be a stone. You'd never eat or drink or laugh or get out of bed in the morning. You'd never love anyone, ever again. You'd never dare to.",
        "author": "Margaret Atwood,",
        "genre": "knowledge"
    },
    {
        "quote": "Knowledge is power. Power to do evil...or power to do good. Power itself is not evil. So knowledge itself is not evil.",
        "author": "Veronica Roth,",
        "genre": "knowledge"
    },
    {
        "quote": "People don't care how much you know until they know how much you care",
        "author": "Theodore Roosevelt",
        "genre": "knowledge"
    },
    {
        "quote": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
        "author": "Albert Einstein",
        "genre": "philosophy"
    },
    {
        "quote": "Be the change that you wish to see in the world.",
        "author": "Mahatma Gandhi",
        "genre": "philosophy"
    },
    {
        "quote": "Without music, life would be a mistake.",
        "author": "Friedrich Nietzsche,",
        "genre": "philosophy"
    },
    {
        "quote": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
        "author": "Elie Wiesel",
        "genre": "philosophy"
    },
    {
        "quote": "Go to heaven for the climate and hell for the company.",
        "author": "Benjamin Franklin Wade",
        "genre": "philosophy"
    },
    {
        "quote": "A day without laughter is a day wasted.",
        "author": "Nicolas Chamfort",
        "genre": "philosophy"
    },
    {
        "quote": "Have you ever noticed how What the hell is always the right decision to make?",
        "author": "Terry Johnson,",
        "genre": "philosophy"
    },
    {
        "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
        "author": "Anne Frank,",
        "genre": "philosophy"
    },
    {
        "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
        "author": "Margaret Mead",
        "genre": "philosophy"
    },
    {
        "quote": "You talk when you cease to be at peace with your thoughts.",
        "author": "Kahlil Gibran,",
        "genre": "philosophy"
    },
    {
        "quote": "May you live every day of your life.",
        "author": "Jonathan Swift",
        "genre": "philosophy"
    },
    {
        "quote": "Man is the only creature who refuses to be what he is.",
        "author": "Albert Camus",
        "genre": "philosophy"
    },
    {
        "quote": "We have to dare to be ourselves, however frightening or strange that self may prove to be.",
        "author": "May Sarton",
        "genre": "philosophy"
    },
    {
        "quote": "One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away.",
        "author": "Stephen Hawking",
        "genre": "philosophy"
    },
    {
        "quote": "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?",
        "author": "Laurence J. Peter",
        "genre": "philosophy"
    },
    {
        "quote": "There is nothing either good or bad, but thinking makes it so.",
        "author": "William Shakespear,",
        "genre": "philosophy"
    },
    {
        "quote": "It is hard enough to remember my opinions, without also remembering my reasons for them!",
        "author": "Friedrich Nietzsche",
        "genre": "philosophy"
    },
    {
        "quote": "Never let your sense of morals prevent you from doing what is right.",
        "author": "Isaac Asimov,",
        "genre": "philosophy"
    },
    {
        "quote": "A human being is a part of the whole called by us universe, a part limited in time and space. He experiences himself, his thoughts and feeling as something separated from the rest, a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.",
        "author": "Albert Einstein",
        "genre": "philosophy"
    },
    {
        "quote": "You do not write your life with words...You write it with actions. What you think is not important. It is only important what you",
        "author": "Patrick Ness,",
        "genre": "philosophy"
    },
    {
        "quote": "Simplicity, patience, compassion.",
        "author": "Lao Tzu,",
        "genre": "philosophy"
    },
    {
        "quote": "Trust yourself. You know more than you think you do.",
        "author": "Benjamin Spock",
        "genre": "philosophy"
    },
    {
        "quote": "Without deviation from the norm, progress is not possible.",
        "author": "Frank Zappa",
        "genre": "philosophy"
    },
    {
        "quote": "Fantasy is escapist, and that is its glory. If a soldier is imprisioned by the enemy, don't we consider it his duty to escape?. . .If we value the freedom of mind and soul, if we're partisans of liberty, then it's our plain duty to escape, and to take as many people with us as we can!",
        "author": "J.R.R. Tolkien",
        "genre": "philosophy"
    },
    {
        "quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.",
        "author": "Bertrand Russell",
        "genre": "philosophy"
    },
    {
        "quote": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!",
        "author": "Dr. Seuss",
        "genre": "philosophy"
    },
    {
        "quote": "The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.",
        "author": "Albert Einstein,",
        "genre": "philosophy"
    },
    {
        "quote": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.",
        "author": "Elie Wiesel",
        "genre": "philosophy"
    },
    {
        "quote": "A woman has to live her life, or live to repent not having lived it.",
        "author": "D.H. Lawrence,",
        "genre": "philosophy"
    },
    {
        "quote": "We are all atheists about most of the gods that humanity has ever believed in. Some of us just go one god further.",
        "author": "Richard Dawkins,",
        "genre": "philosophy"
    },
    {
        "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "You've gotta dance like there's nobody watching,",
        "author": "William W. Purkey",
        "genre": "life"
    },
    {
        "quote": "You only live once, but if you do it right, once is enough.",
        "author": "Mae West",
        "genre": "life"
    },
    {
        "quote": "In three words I can sum up everything I've learned about life: it goes on.",
        "author": "Robert Frost",
        "genre": "life"
    },
    {
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "author": "Oscar Wilde",
        "genre": "life"
    },
    {
        "quote": "Insanity is doing the same thing, over and over again, but expecting different results.",
        "author": "Narcotics Anonymous",
        "genre": "life"
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "author": "Andre Gide,",
        "genre": "life"
    },
    {
        "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "It does not do to dwell on dreams and forget to live.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain",
        "genre": "life"
    },
    {
        "quote": "Life is what happens to us while we are making other plans.",
        "author": "Allen Saunders",
        "genre": "life"
    },
    {
        "quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
        "author": "douglas adams,",
        "genre": "life"
    },
    {
        "quote": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "Everything you can imagine is real.",
        "author": "Pablo Picasso",
        "genre": "life"
    },
    {
        "quote": "Sometimes the questions are complicated and the answers are simple.",
        "author": "Dr. Seuss",
        "genre": "life"
    },
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw",
        "genre": "life"
    },
    {
        "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.",
        "author": "Dr. Seuss,",
        "genre": "life"
    },
    {
        "quote": "I'm not afraid of death; I just don't want to be there when it happens.",
        "author": "Woody Allen",
        "genre": "life"
    },
    {
        "quote": "Sometimes people are beautiful.",
        "author": "Markus Zusak,",
        "genre": "life"
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "Some infinities are bigger than other infinities.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "Reality continues to ruin my life.",
        "author": "Bill Watterson,",
        "genre": "life"
    },
    {
        "quote": "Things change. And friends leave. Life doesn't stop for anybody.",
        "author": "Stephen Chbosky,",
        "genre": "life"
    },
    {
        "quote": "Who are you to judge the life I live?",
        "author": "Bob Marley",
        "genre": "life"
    },
    {
        "quote": "The only way out of the labyrinth of suffering is to forgive.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott,",
        "genre": "life"
    },
    {
        "quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "He has achieved success who has lived well, laughed often, and loved much;",
        "author": "Bessie Anderson Stanley,",
        "genre": "life"
    },
    {
        "quote": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.",
        "author": "Ralph Waldo Emerson",
        "genre": "life"
    },
    {
        "quote": "I can never read all the books I want; I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited.",
        "author": "Sylvia Plath,",
        "genre": "life"
    },
    {
        "quote": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
        "author": "William Shakespeare,",
        "genre": "wisdom"
    },
    {
        "quote": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.",
        "author": "Maurice Switzer,",
        "genre": "wisdom"
    },
    {
        "quote": "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).",
        "author": "Mark Twain",
        "genre": "wisdom"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott,",
        "genre": "wisdom"
    },
    {
        "quote": "Knowing yourself is the beginning of all wisdom.",
        "author": "Aristotle",
        "genre": "wisdom"
    },
    {
        "quote": "The only true wisdom is in knowing you know nothing.",
        "author": "Socrates",
        "genre": "wisdom"
    },
    {
        "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
        "author": "Isaac Asimov",
        "genre": "wisdom"
    },
    {
        "quote": "Count your age by friends, not years. Count your life by smiles, not tears.",
        "author": "John Lennon",
        "genre": "wisdom"
    },
    {
        "quote": "Hold fast to dreams,",
        "author": "Langston Hughes",
        "genre": "wisdom"
    },
    {
        "quote": "In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them.",
        "author": "Mark Twain",
        "genre": "wisdom"
    },
    {
        "quote": "May you live every day of your life.",
        "author": "Jonathan Swift",
        "genre": "wisdom"
    },
    {
        "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
        "author": "Aristotle,",
        "genre": "wisdom"
    },
    {
        "quote": "Never laugh at live dragons.",
        "author": "J.R.R. Tolkien",
        "genre": "wisdom"
    },
    {
        "quote": "Any fool can know. The point is to understand.",
        "author": "Albert Einstein",
        "genre": "wisdom"
    },
    {
        "quote": "The secret of life, though, is to fall seven times and to get up eight times.",
        "author": "Paulo Coelho,",
        "genre": "wisdom"
    },
    {
        "quote": "If you're reading this...",
        "author": "Chad Sugg,",
        "genre": "wisdom"
    },
    {
        "quote": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life.",
        "author": "Alexandre Dumas",
        "genre": "wisdom"
    },
    {
        "quote": "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.",
        "author": "Abigail Van Buren",
        "genre": "wisdom"
    },
    {
        "quote": "Think before you speak. Read before you think.",
        "author": "Fran Lebowitz,",
        "genre": "wisdom"
    },
    {
        "quote": "Never let your sense of morals prevent you from doing what is right.",
        "author": "Isaac Asimov,",
        "genre": "wisdom"
    },
    {
        "quote": "The unexamined life is not worth living.",
        "author": "Socrates",
        "genre": "wisdom"
    },
    {
        "quote": "Turn your wounds into wisdom.",
        "author": "Oprah Winfrey",
        "genre": "wisdom"
    },
    {
        "quote": "The simple things are also the most extraordinary things, and only the wise can see them.",
        "author": "Paulo Coelho,",
        "genre": "wisdom"
    },
    {
        "quote": "There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.",
        "author": "Patrick Rothfuss,",
        "genre": "wisdom"
    },
    {
        "quote": "It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.",
        "author": "J.R.R. Tolkien,",
        "genre": "wisdom"
    },
    {
        "quote": "Angry people are not always wise.",
        "author": "Jane Austen,",
        "genre": "wisdom"
    },
    {
        "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
        "author": "Confucious",
        "genre": "wisdom"
    },
    {
        "quote": "You do not write your life with words...You write it with actions. What you think is not important. It is only important what you",
        "author": "Patrick Ness,",
        "genre": "wisdom"
    },
    {
        "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
        "author": "Rumi",
        "genre": "wisdom"
    },
    {
        "quote": "Let no man pull you so low as to hate him.",
        "author": "Martin Luther King Jr.,",
        "genre": "wisdom"
    }
]